{
  "name": "Conteúdo Base",
  "version": "1.0",
  "enabled": true,
  "sections": {
    "versions": [
      {
        "id": "nvi",
        "name": "NVI",
        "description": "Nova Versão Internacional",
        "books": [
          {
            "id": "gn",
            "name": "Gênesis",
            "chapters": [
              {
                "number": 1,
                "text": "No princípio Deus criou os céus e a terra. A terra era sem forma e vazia; havia trevas sobre a face do abismo, e o Espírito de Deus pairava sobre as águas. Então disse Deus: ‘Haja luz’, e houve luz. Deus viu que a luz era boa e separou a luz das trevas."
              },
              {
                "number": 2,
                "text": "Assim foram concluídos os céus e a terra em toda a sua vastidão. No sétimo dia Deus terminou a obra que havia feito; e descansou de toda a sua obra."
              }
            ]
          },
          {
            "id": "jo",
            "name": "João",
            "chapters": [
              {
                "number": 3,
                "text": "Porque Deus amou o mundo de tal maneira que deu o seu Filho unigênito, para que todo o que nele crer não pereça, mas tenha a vida eterna."
              }
            ]
          }
        ]
      },
      {
        "id": "acf",
        "name": "ACF",
        "description": "Almeida Corrigida Fiel",
        "books": [
          {
            "id": "gn",
            "name": "Gênesis",
            "chapters": [
              {
                "number": 1,
                "text": "No princípio criou Deus os céus e a terra. E a terra era sem forma e vazia; e havia trevas sobre a face do abismo; e o Espírito de Deus se movia sobre a face das águas. E disse Deus: Haja luz; e houve luz. E viu Deus que era boa a luz; e fez Deus separação entre a luz e as trevas."
              },
              {
                "number": 2,
                "text": "Assim foram acabados os céus e a terra, e todo o seu exército. E havendo Deus acabado no dia sétimo a sua obra, que tinha feito, descansou no sétimo dia de toda a sua obra que tinha feito."
              }
            ]
          },
          {
            "id": "jo",
            "name": "João",
            "chapters": [
              {
                "number": 3,
                "text": "Porque Deus amou o mundo de tal maneira que deu o seu Filho unigênito, para que todo aquele que nele crer não pereça, mas tenha a vida eterna."
              }
            ]
          }
        ]
      },
      {
        "id": "arc",
        "name": "ARC",
        "description": "Almeida Revista e Corrigida",
        "books": [
          {
            "id": "gn",
            "name": "Gênesis",
            "chapters": [
              {
                "number": 1,
                "text": "No princípio, Deus criou os céus e a terra. A terra, porém, estava sem forma e vazia; havia trevas sobre a face do abismo, e o Espírito de Deus pairava por sobre as águas. Disse Deus: ‘Haja luz’; e houve luz. Viu Deus que a luz era boa e separou a luz das trevas."
              },
              {
                "number": 2,
                "text": "Assim, pois, foram acabados os céus e a terra e todo o seu exército. E, havendo Deus terminado no sétimo dia a sua obra, que fizera, descansou nesse dia de toda a sua obra que tinha feito."
              }
            ]
          },
          {
            "id": "jo",
            "name": "João",
            "chapters": [
              {
                "number": 3,
                "text": "Porque Deus amou ao mundo de tal maneira que deu o seu Filho unigênito, para que todo o que nele crê não pereça, mas tenha a vida eterna."
              }
            ]
          }
        ]
      }
    ],
    "devotionals": [
      {
        "id": "devo1",
        "title": "Confiança em Deus",
        "date": "2026-01-19",
        "verses": "Provérbios 3:5-6",
        "content": "Confie no Senhor de todo o seu coração e não se apoie em seu próprio entendimento. Reconheça o Senhor em todos os seus caminhos, e ele endireitará as suas veredas. Este devocional nos lembra que a verdadeira sabedoria está em depender de Deus em todas as áreas de nossa vida."
      },
      {
        "id": "devo2",
        "title": "O Poder da Oração",
        "date": "2026-01-20",
        "verses": "Filipenses 4:6-7",
        "content": "Não andem ansiosos por coisa alguma, mas em tudo, pela oração e súplica, e com ação de graças, apresentem seus pedidos a Deus. E a paz de Deus, que excede todo entendimento, guardará os seus corações e as suas mentes em Cristo Jesus. Lembre-se de que a oração nos aproxima do coração de Deus."
      }
    ],
    "studies": [
      {
        "id": "study1",
        "title": "Salmos como Oração",
        "description": "Um estudo sobre como os Salmos nos ensinam a orar e a expressar nossos sentimentos diante de Deus.",
        "content": "Os Salmos são cânticos e orações que abrangem a gama completa das emoções humanas — alegria, tristeza, arrependimento e louvor. Neste estudo, exploramos como cada salmo pode servir como modelo de oração e como aplicar essas lições em nossas vidas diárias."
      },
      {
        "id": "study2",
        "title": "Vida e Ministério de Jesus",
        "description": "Estudo cronológico dos acontecimentos principais na vida de Jesus Cristo, desde o nascimento até a ressurreição.",
        "content": "Este estudo percorre os Evangelhos destacando os ensinamentos de Jesus, seus milagres e parábolas. Também aborda como cada evento histórico se conecta ao plano redentor de Deus para a humanidade."
      }
      ,
      {
        "id": "study3",
        "title": "A Graça de Deus",
        "description": "Um estudo sobre o conceito de graça na Bíblia e como ela se manifesta na vida dos crentes.",
        "content": "Graça é o favor imerecido de Deus. Este estudo explora passagens como Efésios 2:8‑9, mostrando que a salvação é um dom divino e não resultado de obras humanas. Também discute como a graça nos motiva a viver em santidade e gratidão."
      },
      {
        "id": "study4",
        "title": "Frutos do Espírito",
        "description": "Análise de Gálatas 5:22‑23, explorando cada fruto e suas implicações práticas.",
        "content": "Os frutos do Espírito — amor, alegria, paz, paciência, benignidade, bondade, fidelidade, mansidão e domínio próprio — são evidências de uma vida guiada pelo Espírito Santo. Este estudo aborda como cultivar cada fruto e reconhecer seu impacto nas relações diárias."
      }
    ],
    "outlines": [
      {
        "id": "outline1",
        "title": "O Amor de Deus",
        "points": [
          "O amor de Deus demonstrado na criação",
          "O amor sacrificial de Jesus na cruz",
          "Nossa resposta: amar a Deus e ao próximo"
        ],
        "verses": "1 Coríntios 13"
      },
      {
        "id": "outline2",
        "title": "Fé que Move Montanhas",
        "points": [
          "Definição bíblica de fé",
          "Exemplos de fé no Antigo Testamento",
          "Aplicando a fé nas situações diárias"
        ],
        "verses": "Hebreus 11"
      }
    ],
    "themes": [
      {
        "id": "theme1",
        "title": "Fé",
        "description": "Estudos e devocionais que fortalecem a fé."
      },
      {
        "id": "theme2",
        "title": "Esperança",
        "description": "Conteúdos focados na esperança cristã e na vida eterna."
      },
      {
        "id": "theme3",
        "title": "Amor",
        "description": "Lições sobre o amor de Deus e como viver em amor."
      }
    ]
  }
}
